Repository: Flowpack/media-ui
Catalog: Resources/Private/Translations/*/Main.xlf
Languages: de

# module.label
source: Media (new)
de: Medien (neu)

# module.description
source: The Media Module allows you to manage all your assets, including images, documents, videos, and audio files.
de: Mit dem Medienmodul können alle Dateien, einschließlich Bilder, Dokumente, Videos und Audiodateien, verwaltet werden.

# module.loadingMediaModuleUi
source: Loading media module UI…
de: Medienmodul wird geladen…

# uploadButton.label
source: Upload
de: Hochladen

# uploadDialog.dropzone.caption
source: Drag 'n' drop some files here, or click to select files.
de: Dateien hier ablegen oder klicken, um Datei hochzuladen.

# uploadDialog.maxFileSize
source: Maximum file size is {size} and file limit is {limit}
de: Die maximale Dateigröße beträgt {size}. Es können maximal {limit} Dateien ausgewählt werden.

# uploadDialog.title
source: Upload assets
de: Dateien hochladen

# uploadDialog.fileList.header
source: Selected files
de: Ausgewählte Dateien

# uploadDialog.upload
source: Upload
de: Hochladen

# uploadDialog.label.uploading
source: Uploading…
de: Hochladen…

# uploadDialog.uploadFinished
source: Upload finished
de: Der Upload wurde abgeschlossen

# uploadDialog.fileList.successfulUploadsHeader
source: Successful uploads
de: Erfolgreiche Uploads

# uploadDialog.fileList.failedUploadsHeader
source: Failed uploads
de: Fehlgeschlagene Uploads

# uploadDialog.fileList.added
source: ADDED
de: OK

# uploadDialog.fileList.exists
source: EXISTS
de: EXISTIERT

# uploadDialog.replaceAsset
source: Replace asset
de: Datei ersetzen

# uploadDialog.generateRedirects
source: Generate redirects
de: Weiterleitungen erstellen

# uploadDialog.keepOriginalFilename
source: Keep original filename
de: Ursprünglichen Dateinamen beibehalten

# uploadDialog.replace
source: Replace
de: Ersetzen

# uploadDialog.replacementFinished
source: Replacement finished
de: Die Datei wurde ersetzt

# assetReplacement.error
source: Replacement failed
de: Ersetzen der Datei fehlgeschlagen

# uploadDialog.close
source: Close
de: Schließen

# uploadDialog.cancel
source: Cancel
de: Abbrechen

# uploadDialog.uploadFinishedWithErrors
source: Some files could not be uploaded
de: Einige Dateien konnten nicht hochgeladen werden

# uploadDialog.warning.fileRejected
source: The given file cannot be uploaded.
de: Die Datei kann nicht hochgeladen werden.

# fileUpload.error
source: Upload failed
de: Upload fehlgeschlagen

# action.selectAsset.invalidType.message
source: You can only select any of the following types: {types}
de: Sie können nur einen der folgenden Typen auswählen: {types}

# actions.replaceAsset.confirm.title
source: Replace asset
de: Datei ersetzen

# general.title
source: Title
de: Titel

# general.label
source: Label
de: Bezeichnung

# general.cancel
source: Cancel
de: Abbrechen

# general.create
source: Create
de: Erstellen

# general.noMatchesFound
source: No matches found
de: Keine Treffer gefunden

# pagination.assetCount
source: assets
de: Dateien

# clipboard.toggle
source: Clipboard
de: Zwischenablage

# clipboard.close
source: Close clipboard
de: Zwischenablage schließen

# clipboard.deleteAsset
source: Delete all assets in clipboard
de: Alle Dateien in der Zwischenablage löschen

# actions.deleteAssets.confirm.title
source: Delete Assets
de: Dateien löschen

# action.deleteAssets.confirm.message
source: Do you really want to delete {0} assets?
de: Wollen Sie wirklich {0} Dateien löschen?

# actions.deleteAssets.confirm.buttonLabel
source: Yes, proceed with deleting the assets
de: Ja, mit dem Löschen fortfahren

# clipboard.deleteAssets.success
source: The assets have been deleted
de: Die Dateien wurden gelöscht

# clipboard.deleteAssets.error
source: Error while trying to delete the assets
de: Fehler beim Löschen der Dateien

# actions.deleteAssets.noProxy
source: Asset could not be resolved
de: Datei konnte nicht gefunden werden

# actions.deleteAssets.noImportExists
source: Cannot delete asset that was never imported
de: Die Datei kann nicht gelöscht werden, da sie nie importiert wurde.

# actions.deleteAssets.success
source: Asset deleted
de: Datei gelöscht

# clipboard.flush
source: Flush clipboard
de: Zwischenablage leeren

# clipboard.assetNotLoaded
source: Cannot select asset as it couldn't be loaded
de: Die Datei konnte nicht geladen werden und kann daher nicht ausgewählt werden

# actions.flushClipboard.confirm.title
source: Flush clipboard
de: Zwischenablage leeren

# actions.flushClipboard.confirm.message
source: Do you really want to remove all assets from the clipboard?
de: Wollen Sie die Zwischenablage wirklich leeren?

# actions.flushClipboard.confirm.buttonLabel
source: Yes, proceed with flushing the clipboard
de: Ja, Zwischenablage leeren

# actions.moveAssetCollection.confirm.title
source: Move collection
de: Sammlung verschieben

# actions.moveAssetCollection.confirm.message
source: Do you really want to move the collection "{0}" and its assets?
de: Wollen Sie die Sammlung "{0}" und ihre Dateien wirklich verschieben?

# actions.moveAssetCollection.confirm.buttonLabel
source: Yes, proceed with moving the collection
de: Ja, Sammlung verschieben

# assetActions.import.success
source: Asset was successfully imported
de: Die Datei wurde erfolgreich importiert

# assetActions.import.error
source: Failed to import asset
de: Die Datei konnte nicht importiert werden

# action.deleteAsset.success
source: The asset has been deleted
de: Die Datei wurde gelöscht

# itemActions.preview
source: Preview asset
de: Vorschau

# itemActions.import
source: Import asset
de: Datei importieren

# itemActions.delete
source: Delete asset
de: Datei löschen

# itemActions.delete.disabled
source: Cannot delete an asset that is in use
de: Eine Datei, die verwendet wird, kann nicht gelöscht werden

# itemActions.download
source: Download asset
de: Datei herunterladen

# itemActions.copyToClipboard
source: Copy to clipboard
de: In die Zwischenablage kopieren

# actions.deleteAsset.confirm.title
source: Delete Asset
de: Datei löschen

# action.deleteAsset.confirm.message
source: Do you really want to delete the asset "{0}"?
de: Wollen Sie die Datei "{0}" wirklich löschen?

# actions.deleteAsset.confirm.buttonLabel
source: Yes, proceed with deleting the asset
de: Ja, mit dem Löschen fortfahren

# actions.updateAsset.success
source: The asset has been updated
de: Die Datei wurde aktualisiert

# actions.deleteAsset.error
source: Error while updating the asset
de: Fehler beim Aktualisieren der Datei

# actions.updateTag.success
source: The tag has been updated
de: Der Tag wurde aktualisiert

# actions.updateTag.error
source: Error while updating the tag
de: Fehler beim Aktualisieren des Tags

# actions.setAssetTags.success
source: The asset has been tagged
de: Die Tags der Datei wurde aktualisiert

# actions.setAssetTags.error
source: Error while tagging the asset
de: Fehler beim Taggen der Datei

# actions.updateAssetCollection.success
source: The asset collection has been updated
de: Die Sammlung wurde aktualisiert

# actions.deleteAssetCollection.error
source: Error while updating the asset collection
de: Fehler beim Aktualisieren der Sammlung

# previewActions.download
source: Download asset
de: Datei herunterladen

# previewActions.openInNewTab
source: Open asset in a new browser tab
de: Datei in einem neuen Browser-Tab öffnen

# previewActions.openInMediaModule
source: Open asset in media module
de: Datei in Medienmodul öffnen

# assetCollectionList.viewMode.collections
source: Collections
de: Sammlungen

# assetCollectionList.viewMode.favourites
source: Favourites
de: Favoriten

# assetCollectionTree.toolbar.createAssetCollection
source: Create new asset collection
de: Neue Sammlung erstellen

# assetCollectionTree.toolbar.createTag
source: Create new tag
de: Neuen Tag erstellen

# assetCollectionTree.toolbar.delete
source: Delete
de: Löschen

# assetCollectionTree.toolbar.favourite
source: Toggle favourite
de: Als Favorit (ent-)markieren

# assetCollectionList.showAll
source: All
de: Alle

# assetCollectionList.showAll.title
source: Show assets for all collections
de: Zeige Dateien aller Sammlungen

# assetCollectionList.unassigned
source: Unassigned
de: Nicht zugewiesen

# assetCollectionList.unassigned.title
source: Show assets which are not assigned to any collection
de: Zeige Dateien, die keiner Sammlung zugewiesen sind

# assetCollectionList.untagged
source: Untagged
de: Nicht getaggt

# ParentCollectionSelectBox.setParent.success
source: The parent collection has been set
de: Die übergeordnete Sammlung wurde gesetzt

# ParentCollectionSelectBox.setParent.error
source: Error while setting the parent collection
de: Fehler beim Setzen der übergeordneten Sammlung

# createAssetCollectionDialog.title
source: Create Asset Collection in "{location}"
de: Sammlung erstellen in "{location}"

# assetCollectionActions.create.success
source: Asset collection was created
de: Sammlung wurde erstellt

# assetCollectionActions.create.error
source: Failed to create asset collection
de: Fehler beim Erstellen der Sammlung

# actions.deleteAssetCollection.confirm.title
source: Delete collection
de: Sammlung löschen

# action.deleteAssetCollection.confirm.message
source: Do you really want to delete the collection "{0}"?
de: Wollen Sie die Sammlung "{0}" wirklich löschen?

# actions.deleteAssetCollection.confirm.buttonLabel
source: Yes, proceed with deleting the collection
de: Ja, mit dem Löschen fortfahren

# assetCollectionActions.delete.success
source: Asset collection was successfully deleted
de: Die Sammlung wurde gelöscht

# assetCollectionActions.delete.error
source: Failed to delete asset collection
de: Fehler beim Löschen der Sammlung

# createTagDialog.title
source: Create tag
de: Tag erstellen

# tagActions.validation.emtpyTagLabl
source: Please provide a tag label
de: Bitte geben Sie einen Tag-Namen ein

# tagActions.validation.tagExists
source: This tag is already exists. Please choose a different one.
de: Dieser Tag existiert bereits. Bitte wählen Sie einen anderen aus.

# tagActions.create.success
source: Tag was created
de: Tag wurde erstellt

# tagActions.create.error
source: Failed to create tag
de: Fehler beim Erstellen des Tags

# actions.deleteTag.confirm.title
source: Delete tag
de: Tag löschen

# action.deleteTag.confirm
source: Do you really want to delete the tag "{0}"?
de: Wollen Sie den Tag "{0}" wirklich löschen?

# action.deleteTag.confirm.message
source: Do you really want to delete the tag "{0}"?
de: Wollen Sie den Tag "{0}" wirklich löschen?

# actions.deleteTag.confirm.buttonLabel
source: Yes, proceed with deleting the tag
de: Ja, mit dem Löschen fortfahren

# action.deleteTag.success
source: The tag has been deleted
de: Der Tag wurde gelöscht

# action.deleteTag.error
source: Error while trying to delete the tag
de: Fehler beim Löschen des Tags

# actions.tagAssetCollection.error
source: Error while tagging the asset collection
de: Fehler beim Taggen der Sammlung

# actions.tagAssetCollection.success
source: The asset collection has been tagged
de: Die Sammlung wurde getaggt

# assetSourceDescription.header
source: Media source description
de: Medienquellen-Beschreibung

# assetSourceList.header
source: Media sources
de: Medienquellen

# assetSource.local
source: Local
de: Lokal

# searchBox.placeholder
source: Search
de: Suche

# assetsFilter.title
source: Toggle asset filters
de: Filteroptionen anzeigen

# typeFilter.assetType.values.image
source: Image
de: Bilder

# typeFilter.assetType.values.document
source: Document
de: Dokumente

# typeFilter.assetType.values.unused
source: Unused
de: Nicht verwendet

# typeFilter.assetType.values.all
source: All
de: Alle

# sortingState.sortBy.values.lastModified
source: Last Modified
de: Zuletzt geändert

# sortingState.sortBy.values.size
source: Size
de: Größe

# sortingState.sortOrder.value.ASC
source: Ascending
de: Aufsteigend

# sortingState.sortOrder.value.DESC
source: Descending
de: Absteigend

# sortingState.sortOrder.switchSortDirection
source: Switch sort direction
de: Sortierrichtung wechseln

# viewModeSelector.viewMode
source: Switch view
de: Ansicht wechseln

# viewModeSelector.viewMode.list
source: List
de: Listenansicht

# viewModeSelector.viewMode.thumbnails
source: Thumbnails
de: Miniaturansicht

# assetList.loading
source: Loading assets
de: Dateien werden geladen

# assetList.emptyForSearchTerm
source: No assets found for "{searchTerm}"
de: Keine Dateien gefunden für "{searchTerm}"

# assetList.empty
source: No assets found
de: Keine Dateien gefunden

# thumbnailView.header.lastModified
source: Last modified
de: Zuletzt geändert

# thumbnailView.header.fileSize
source: File size
de: Dateigröße

# thumbnailView.header.mediaType
source: Type
de: Typ

# currentSelection.assetCollection.headline
source: Selected collection
de: Ausgewählte Sammlung

# currentSelection.tag.headline
source: Selected tag
de: Ausgewählter Tag

# currentSelection.path.headline
source: Path
de: Pfad

# propertyPanel.header
source: Properties
de: Eigenschaften

# inspector.title
source: Title
de: Titel

# inspector.label
source: Label
de: Bezeichnung

# inspector.caption
source: Caption
de: Beschriftung

# inspector.copyrightNotice
source: Copyright notice
de: Urheberrechtshinweis

# inspector.actions.discard
source: Discard
de: Verwerfen

# inspector.actions.apply
source: Apply
de: Anwenden

# inspector.assetCollection
source: Collection
de: Sammlung

# inspector.assetCollections
source: Collections
de: Sammlungen

# inspector.parentCollection
source: Parent collection
de: Übergeordnete Sammlung

# inspector.collections.placeholder
source: Select a collection
de: Sammlung auswählen

# inspector.tags.placeholder
source: Select a tag
de: Tag auswählen

# inspector.actions
source: Tasks
de: Aktionen

# openAssetEditDialogButton.open
source: Rename asset
de: Datei umbenennen

# inspector.metadata
source: Metadata
de: Metadaten

# inspector.property.dimensions
source: Dimensions
de: Dimensionen

# inspector.property.fileSize
source: Size
de: Größe

# inspector.property.filename
source: Filename
de: Dateinamen

# inspector.property.lastModified
source: Last modified
de: Zuletzt geändert

# inspector.iptcMetadata
source: IPTC Metadata
de: IPTC-Metadaten

# inspector.property.identifier
source: Identifier
de: Bezeichner

# actions.setAssetCollections.success
source: The collections for the asset have been set
de: Die Sammlungen für die Datei wurden angepasst

# actions.setAssetCollections.error
source: Error while setting the collections for the asset
de: Fehler beim Anpassen der Sammlungen für die Datei

# similarAssetsModal.show
source: Show similar assets
de: Ähnliche Dateien anzeigen

# similarAssetsModal.title
source: Similar assets to "{asset}"
de: Ähnliche Dateien wie "{asset}"

# similarAssetsModal.cancel
source: Cancel
de: Abbrechen

# similarAssetsModal.loading
source: Loading…
de: Wird geladen…

# similarAssetsModal.noResults
source: No results
de: Keine Resultate

# assetReplacement.toggle
source: Replace asset
de: Datei ersetzen

# editAssetDialog.title
source: Rename asset
de: Datei umbenennen

# editAssetDialog.filename
source: Filename
de: Dateiname

# editAssetDialog.cancel
source: Cancel
de: Abbrechen

# editAssetDialog.update
source: Update
de: Ändern

# editAssetDialog.updating
source: Updating…
de: Wird geändert…

# EditAssetDialog.updateFinished
source: Update finished
de: Änderung abgeschlossen

# EditAssetDialog.updateError
source: Update failed
de: Änderung fehlgeschlagen

# assetUsage.assetUsageInNodePropertiesStrategy.label
source: Neos documents and content
de: Neos Dokumente und Inhalte

# assetUsage.assetUsageInNodePropertiesStrategy.inaccessibleNode
source: Inaccessible node
de: Unerreichbarer Inhalt

# assetUsage.assetUsageInNodePropertiesStrategy.metadataNotAvailable
source: n/a
de: n. v.

# assetUsage.header
source: Usage details for "{asset}"
de: Details zur Nutzung von "{asset}"

# assetUsage.strategy.assetUsageInNodeProperties.label
source: Neos documents and content
de: Neos Seiten und Inhalte

# assetUsage.header.label
source: Label
de: Bezeichnung

# assetUsage.header.site
source: Site
de: Webseite

# assetUsage.header.document
source: Document
de: Dokument

# assetUsage.header.contentDimensions
source: Content dimensions
de: Inhaltsdimensionen

# assetUsage.header.workspace
source: Workspace
de: Arbeitsbereich

# assetUsage.header.lastModified
source: Last modified
de: Letzte Änderung

# assetUsagesModal.loading
source: Loading…
de: Lädt…

# assetUsagesModal.noResults
source: No results
de: Keine Ergebnisse

# assetUsage.close
source: Close
de: Schließen

# assetUsageList.toggle
source: Show usages
de: Verwendungen anzeigen

# assetVariants.title
source: Image Variants
de: Bildvarianten

# assetVariants.loadingVariants
source: Loading Variants
de: Bildvarianten werden geladen…

# assetVariants.noVariantsFound
source: No variants found
de: Keine Bildvarianten gefunden

# pagination.previousPageTitle
source: Go to previous page
de: Gehe zu vorheriger Seite

# pagination.firstPageTitle
source: Go to first page
de: Gehe zu erster Seite

# pagination.page
source: Go to page {page}
de: Gehe zu Seite {page}

# pagination.lastPageTitle
source: Go to last page
de: Gehe zu letzter Seite

# pagination.nextPageTitle
source: Go to next page
de: Gehe zu nächster Seite

# errors.internal.title
source: Internal server error
de: Interner Serverfehler

# errors.graphql.title
source: Communication error
de: Kommunikationsfehler

# errors.1603921233w.title
source: Failed to create tag
de: Tag-Erstellung fehlgeschlagen

# errors.1603921233.message
source: This tag is already exists. Please choose a different one.
de: Dieser Tag existiert bereits. Bitte wählen Sie einen anderen aus.

# errors.1509632861.message
source: The specified asset was not found.
de: Die angegebene Datei wurde nicht gefunden.

# errors.1678330583.message
source: Parent must be an AssetCollection
de: Übergeordnetes Element muss eine Sammlung sein

# errors.1678085489.message
source: Invalid metadata definition
de: Ungültige Metadaten-Definition

# errors.1591537315.message
source: Failed to delete asset
de: Datei-Löschung fehlgeschlagen

# errors.1590659044.message
source: Cannot update asset that was never imported
de: Die Datei kann nicht aktualisiert werden, da sie nie importiert wurde

# errors.1590659063.message
source: Failed to update asset
de: Datei-Aktualisierung fehlgeschlagen

# errors.1591561758.message
source: Cannot tag asset that was never imported
de: Die Datei kann nicht getaggt werden, da sie nie importiert wurde

# errors.1619081662.message
source: Asset type does not support tagging
de: Datei-Typ unterstützt keine Tags

# errors.1591561845.message
source: Cannot tag asset with tag that does not exist
de: Die Datei kann nicht mit einem nicht existierenden Tag versehen werden

# errors.1591561868.message
source: Failed to update asset
de: Datei-Aktualisierung fehlgeschlagen

# errors.1594621322.message
source: Cannot tag asset that was never imported
de: Die Datei kann nicht getaggt werden, da sie nie importiert wurde

# errors.1619081714.message
source: Asset type does not support tagging
de: Datei-Typ unterstützt keine Tags

# errors.1594621318.message
source: Cannot tag asset with tag that does not exist
de: Die Datei kann nicht mit einem nicht existierenden Tag versehen werden

# errors.1594621296.message
source: Failed to set asset tags
de: Setzen der Datei-Tags fehlgeschlagen

# errors.1594621322.message
source: Cannot assign collections to asset that was never imported
de: Sammlungen können nicht zu einer Datei zugewiesen werden, das nie importiert wurde

# errors.1619081722.message
source: Asset type does not support collections
de: Datei-Typ unterstützt keine Sammlungen

# errors.1594621318.message
source: Cannot assign non existing assign collection to asset
de: Nicht existierende Sammlung kann nicht zugewiesen werden

# errors.1594621296.message
source: Failed to assign asset collections
de: Zuweisung der Datei-Sammlungen fehlgeschlagen

# errors.1591561930.message
source: Cannot untag asset that was never imported
de: Das Tag der Datei kann nicht entfernt werden, da sie nie importiert wurde

# errors.1619081740.message
source: Asset type does not support tagging
de: Datei-Typ unterstützt keine Tags

# errors.1591561934.message
source: Cannot untag asset from tag that does not exist
de: Datei kann nicht von einem nicht existierenden Tag entfernt werden

# errors.1591561938.message
source: Failed to update asset
de: Datei-Aktualisierung fehlgeschlagen

# errors.1678113903.message
source: No proxy found for asset
de: Kein Proxy für diese Datei gefunden

# errors.1648046173.message
source: Cannot replace asset that was never imported
de: Datei kann nicht ersetzt werden, da sie nie importiert wurde

# errors.1648046186.message
source: Asset type does not support replacing
de: Datei-Typ unterstützt kein Ersetzen

# errors.1678156902.message
source: Filename was empty
de: Dateiname war leer

# errors.1678155884.message
source: Cannot rename asset that was never imported
de: Datei kann nicht umbenannt werden, da sie nie importiert wurde

# errors.1678155887.message
source: Asset type does not support renaming
de: Datei-Typ unterstützt kein Umbenennen

# errors.1591972264.message
source: Could not import asset
de: Datei konnte nicht importiert werden

# errors.1591972269.message
source: Asset collection not found
de: Datei-Sammlung nicht gefunden

# errors.1590659045.message
source: Asset collection not found
de: Datei-Sammlung nicht gefunden

# errors.1594621319.message
source: Cannot tag asset collection with tag that does not exist
de: Die Datei-Sammlung kann nicht mit einem nicht existierenden Tag versehen werden

# errors.1681999816.message
source: Asset collection not found
de: Datei-Sammlung nicht gefunden

# errors.1681999836.message
source: Parent asset collection not found
de: Übergeordnete Datei-Sammlung nicht gefunden

# errors.1590659046.message
source: Tag not found
de: Tag nicht gefunden

# errors.1591553709.message
source: Tag not found
de: Tag nicht gefunden

# errors.1669221347.message
source: Not supported: AssetProxyQueryInterface::setLimit does not accept `null`.
de: Nicht unterstützt: AssetProxyQueryInterface::setLimit akzeptiert kein `null`.

# errors.1619178077.message
source: This method requires "flowpack/entity-usage-databasestorage" to be installed.'
de: Diese Methode erfordert die Installation von "flowpack/entity-usage-databasestorage".

# errors.1462196420.message
source: Asset could not be deleted, because it is still in use.
de: Die Datei konnte nicht gelöscht werden, da sie noch verwendet wird.
